13/data/attachments/41445b9678b479c4.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Ruben_Congress_Actions_64706_3</nif:username>
            <nif:friendToBeRequested>soap_actions_9c584c2b-d000-4a7d-b582-82a24adaa521</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>